Ran Plan for project: `ssm/bhuny-id/ap-northeast-2` dir: `terraform/ssm/bhuny-id/ap-northeast-2` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.jenkins_client_id.aws_ssm_parameter.ssm will be created
+ resource "aws_ssm_parameter" "ssm" {
      + arn            = (known after apply)
      + data_type      = (known after apply)
      + id             = (known after apply)
      + insecure_value = (known after apply)
      + key_id         = "arn:aws:kms:ap-northeast-2:633309913072:key/81fccf56-202d-4369-9266-d848caa3d2c7"
      + name           = "jenkins_client_id"
      + tags_all       = (known after apply)
      + tier           = (known after apply)
      + type           = "SecureString"
      + value          = (sensitive value)
      + version        = (known after apply)
    }

  # module.jenkins_client_secret.aws_ssm_parameter.ssm will be created
+ resource "aws_ssm_parameter" "ssm" {
      + arn            = (known after apply)
      + data_type      = (known after apply)
      + id             = (known after apply)
      + insecure_value = (known after apply)
      + key_id         = "arn:aws:kms:ap-northeast-2:633309913072:key/81fccf56-202d-4369-9266-d848caa3d2c7"
      + name           = "jenkins_client_secret"
      + tags_all       = (known after apply)
      + tier           = (known after apply)
      + type           = "SecureString"
      + value          = (sensitive value)
      + version        = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p ssm/bhuny-id/ap-northeast-2`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis-645292925.ap-northeast-2.elb.amazonaws.com/lock?id=sehoon99%252Fterraform-provisioning%252Fterraform%252Fssm%252Fbhuny-id%252Fap-northeast-2%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p ssm/bhuny-id/ap-northeast-2`
</details>
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
